{
    "1": {
        "title": "Убийства и кексики. Детективное агентство Благотворительный магазин",
        "author": "Питер Боланд",
        "genre": "Детектив",
        "price": 649.0,
        "description": "В прибрежном Саутборне серийный убийца преследует жителей, оставляя единственную улику в руке каждой жертвы – костяшку домино с нацарапанным на ней именем…\r\n\r\nФиона, Сью и Дэйзи – три очаровательные дамы на пенсии, которые работают в небольшом благотворительном магазинчике. Однажды размеренный ритм их жизни с кофейными вторниками и прогулками по милым улочкам Саутборна нарушает жестокое убийство любимой клиентки.\r\n\r\nНе желая мириться с такой несправедливостью, они берут расследование в свои руки. Тем более что появляется новое тело, а полицейские никак не могут сдвинуться с мертвой точки. Вооружившись обширными познаниями, почерпнутыми из детективов и, конечно, чаем с отменными кексами, три милые старушки приступают к активным действиям. Так появляется детективное агентство «Благотворительный магазинчик».",
        "quantity": 5,
        "id": 1,
        "token": "a8884205-7052-4269-b88c-8d498c225c8c"
    },
    "2": {
        "title": "Круть",
        "author": "Виктор Пелевин",
        "genre": "Триллер",
        "price": 549.0,
        "description": "Идет третий век Зеленой Эры. Имплант-коррекция “Открытого Мозга” превратила женщин в доминантный гендер, и в уголовной иерархии изменился баланс сил. На ее вершину поднялся фем-блатняк – безжалостные куры-заточницы. Противостоять им не может никто из биологических мужчин, но есть нюанс.\r\n\r\nМаркус Зоргенфрей – лучший баночный оперативник “TRANSHUMANISM INC.” Задания, которые поручает ему адмирал-епископ Ломас, настолько чувствительны, что после них ему стирают память. Он не стал бы вникать в арестантские разборки, если бы не страшная опасность, нависшая над планетой.\r\n\r\nКак связаны разрушенный Светом ад и Мезозой? Что такое магия высших духов? Почему древнее зло нашло себе новое воплощение в сибирской ветроколонии? Причем здесь могила Париса, демон Ахилла и в чем тайна зловещей Варвары Цугундер, которую куры-заточницы считают своим ментором уже сотни лет?\r\n\r\nОстросюжетный триллер-детектив “Круть” даст ответ на многие мучительные вопросы, которых никто еще не решался задать.",
        "quantity": 10,
        "id": 2,
        "token": "7a731822-50dc-4c03-92d9-bd436b9e7119"
    },
    "3": {
        "title": "Йеллоуфейс",
        "author": "Ребекка Куанг",
        "genre": "Триллер",
        "price": 549.0,
        "description": "«Колючий, язвительный, умный, зловещий взгляд на привилегии белых». – Никки Мэй, автор романа «Беда»\r\n\r\n«Острый, сатирический роман, в котором наперебой рассказывается о расизме и токенизации в издательском деле и индустрии развлечений, о тщеславии социальных сетей и о том, на что готовы пойти люди, чтобы остаться в центре внимания». – Трейси Лиен, автор книги «Все, что осталось недосказанным»\r\n\r\n«Говорят, что нужно написать такую книгу, которую можешь написать только ты. Так вот, никто другой, кроме Куанг, не смог бы написать этот роман: блестящий и непоколебимый взгляд на белую перформативность и издательское дело. Я не преувеличиваю, когда говорю, что голос писательницы – один из самых важных в издательском деле сегодня». – Джесси К. Сутанто, автор книги «Доверьтесь Ченам»\r\n\r\n «Мрачный сатирический триллер о жадности, правде, идентичности, искусстве и о том, кому на самом деле принадлежит история. Читать этот роман – все равно что кататься на американских горках без ремня безопасности. Я кричала всю дорогу!» – Пэн Шепард, автор книги «Картографы»",
        "quantity": 10,
        "id": 3,
        "token": "3a40d192-734e-49ba-99d3-f444a50f7f0d"
    },
    "4": {
        "title": "Дикий зверь",
        "author": "Жоэль Диккер",
        "genre": "Детектив",
        "price": 749.0,
        "description": "За десятилетие, прошедшее после публикации бестселлера “Правда о деле Гарри Квеберта”, молодой швейцарец Жоэль Диккер, лауреат Гран-при Французской академии и Гонкуровской премии лицеистов, стал всемирно признанным мастером психологического детектива. Общий тираж его книг, переведенных на сорок языков, превышает 15 миллионов. Седьмой его роман, “Дикий зверь”, едва появившись на прилавках, за первую же неделю разошелся в количестве 87 000 экземпляров.\r\n\r\nДействие разворачивается в престижном районе Женевы, где живут Софи и Арпад Браун, счастливая пара с двумя детьми, вызывающая у соседей восхищение и зависть. Неподалеку обитает еще одна пара, не столь благополучная: Грег – полицейский, Карин – продавщица в модном магазине. Знакомство между двумя семьями быстро перерастает в дружбу, однако далеко не безоблачную. Грег с первого взгляда влюбился в Софи, а случайно заметив у нее татуировку с изображением пантеры, совсем потерял голову. Забыв об осторожности, он тайком подглядывает за ней в бинокль – дом Браунов с застекленными стенами просматривается насквозь. Но за Софи, как выясняется, следит не он один. А тем временем в центре города готовится эпохальное ограбление…",
        "quantity": 7,
        "id": 4,
        "token": "06d9c879-503c-4b6e-8709-39e90afe46f3"
    },
    "5": {
        "title": "Унесенные ветром. Любовь в Голливуде",
        "author": "Шарлотта Леонард",
        "genre": "Роман",
        "price": 300.0,
        "description": "История о съемках оскароносного фильма «Унесенные ветром» и запретной любви на фабрике грез.\r\n\r\nКогда Вивьен Ли впервые видит блистательного Лоуренса Оливье на лондонской сцене, она безнадежно влюбляется.\r\n\r\nВ ней пробуждается мечта о собственной актерской карьере, но тайная страсть встала на пути ее успеха. Прочитав всеми любимый роман «Унесенные ветром», Вивьен загорается желанием сыграть Скарлетт О'Хара, но станет ли голливудский продюсер Дэвид Селзник рассматривать на эту роль британку?\r\n\r\nВивьен ставит на карту все: бросает семью и друзей, спешно собирает чемодан и следует за возлюбленным, чтобы попытать счастья в Голливуде. Кажется, ее мечта сбывается: теперь она сможет сиять на экране в образе Скарлетт. Однако актриса еще не догадывается, перед какими трудностями поставит фабрика грез ее любовь к Лоуренсу…\r\n\r\n«Быть может, миллионы американок мечтали о поцелуе Кларка и не представляли себе ничего прекраснее, однако для Вивьен это была просто роль, которую она должна сыграть».",
        "quantity": 3,
        "id": 5,
        "token": "08770da1-5e6e-418e-bc5b-8735c7439900"
    }
}